{  
   "weeds":[

   {
      "name": "Acapulco Gold",
      "description": "Description: L’Acapulco Gold est une vieille variété très appréciée. Elle a été comparée à un dîner dans un restaurant 3 étoiles. Cette variété vient de la région d’Acapulco au Mexique. Ses longs cheveux oranges la font ressembler à une pépite d’or, avec des reflets dorés, verts et marrons dans sa résine. Une odeur de caramel chauffé émane dans ses têtes lorsqu’on les casse.\nL’Acapulco Gold a la réputation d’être une des meilleurs variétés de cannabis jamais conçue, et est de moins en moins cultivée. Elle contient généralement 23% de THC, ce qui en fait un bon choix pour soulager les douleurs modérées.Le high de cette sativa est connu pour être cérébral et énergétique et vous mettra de bonne humeur. Certains pourraient trouver l’Acapulco Gold un peu trop puissante, en partie à cause de ses effets corporels qui peuvent s’avérer très relaxants.\nLes patients médicaux apprécient eux les taux de THC de cette variété, idéaux pour lutter contre la dépression et stimuler l’humeur.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/acapulco-gold.jpg",
      "arômes": "- Caramel",
      "autre variétés": "La Acapulco Gold est une variété de cannabis Sativa.Voici 5 autres variétés de cannabis Sativa : - Mexicaine - Alaskan Thunder Fuck - Bedrocan - Charlotte's Web - Malawi Gold "
   },
   {
      "name": "ACDC",
      "description": "Description: L’ACDC  est une variété hybride à fort taux de CBD. Cette variété est d’ailleurs connu pour son ratio CBD:THC qui va de 10:1 à 20:1. Les taux de CBD atteignent entre 16 et 24%, alors que son taux de THC aura du mal à dépasser les 6%. Ces taux de cannabinoïdes rendent cette plante complètement non-psychoactive. L’ACDC est le phénotype de la Cannatonic qui développe les plus hauts de CBD. Cette fleur est populaire parmi les personnes qui préfèrent faire du jus de cannabis que de le fumer ou le manger. Le médecin et activiste Dr. Willima Courtney a d’ailleurs basé son « Alternative Cannabinoid Dietary Cannabis » en référence à cette variété. L’ACDC a des bienfaits médicaux lorsqu’elle est chauffée ou utilisée crue. Les utilisations thérapeutiques de l’ACDC sont vastes. Son fort taux de CBD est particulièrement utile contre l’épilepsie. Les personnes souffrant de la maladie de Parkinson, de cancer ou de sclérose en plaques apprécient également cette variété. Le CBD est un anxiolitique puissant, rendant cette variété efficace contre les troubles de l’anxiété. Ses effets antipsychotiques et antidépresseurs en font un traitement potentiel pour les troubles psychiatriques. Les effets de l’ACDC sont légers. Non-psychoactive, elle provoque plutôt une relaxation joyeuse et douce, sans effet sur les fonctions cognitives. Légèrement sativa, elle peut être utilisée en journée.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/acdc-768x432.jpg",
      "arômes": "none",
      "autre variétés": "La ACDC est une variété de cannabis CBD. Voici 5 autres variétés de cannabis CBD : - Durga Mata II CBD - ANebula II CBD - Harlequin - Charlotte's Web - Sour Tsunami "
   },
   {
      "name": "Afghan Kush",
      "description": "Description: Les racines de l’Afghan Kush remontent aux montagnes de l’Hindu Kush près de la frontière pakistano-afghanaise. Ici, son génotype s’est perfectionné à travers les siècles, pour créer la source de haschisch comme le charas ou l’afghan. L’entreprise White Label Seed, un partenaire néerlandais de Sensi Seeds, a rendu cette variété disponible pour tous. Les têtes de l’Afghan Kush se développent en pépites massives, pleines de résine. Une déesse indica avec des rendements élevés. Adulée pour sa production résineuse et ses effets puissamment sédatifs, l’Afghan Kush est un choix sérieux pour les personnes cherchant à se relaxer après une longue journée.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/02/afghan-kush.jpg",
      "arômes": "-Terre -Pin",
      "autre variétés": "La Afghan Kush est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica - Afghan Skunk - Big Bud - God's Gift - Mr.Nice - Alien Kush "
   },
   {
      "name": "Afghane",
      "description": "Description: L’Afghane, ou Afghani, est une landrace indica nommée d’après son origine géographique, où les plus anciennes plantes de cannabis ont probablement poussé. Les breeders du monde entier ont utilisé les variétés afghanes pour sa forte production de résine qui s’hérite génétiquement. Avec des arômes sucrés et terreux, l’Afghane délivre une profonde relaxation et une euphorie. Les patients médicaux utilisent cette variété puissante pour traiter l’insomnie, les douleurs et les troubles du stress. Vous retrouverez son influence dans de nombreuses variétés donc la LA Confidential, l’Amnesia Haze et la Northern Lights. Les versions originelles de l’Afghane n’étaient pas aussi sédatives qu’aujourd’hui. Elle était davantage rêveuse et et somnolente, avec de forts effets stimulants l’appétit.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/afghani.jpg",
      "arômes": "- Terre",
      "autre variétés": "La Afghane est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - G13 - Purple Kush - Afghan Kush - Afghan Skunk - Big Bud"
   },
   {
      "name": "Agent Orange",
      "description": "Description: Deux versions d’Agent Orange sont disponibles. La première est un croisement entre une Orange Velvet et une Jack The Ripper. La seconde a été créée par TGA Subcool Seeds. Cette dernière version est un croisement entre une Orange Skunk, une Jack’s Cleaner et une Space Quenne. Les deux versions sont en tout cas connues pour leur arôme unique. Comme son nom le suggère, l’Agent Orange a une odeur inimitable d’orange. Les graines de cette variété ont tendance à produire deux phénotypes dominants, l’un étant légèrement plus résineux et grand que l’autre. Les effets de l’Agent Orange vont généralement de la motivation à l’énergie. En tant qu’hybride bien équilibré, cette variété est aussi bonne pour la tête que pour le corps. Les personnes avec des maux de tête ou des douleurs mineures apprécieront cette herbe.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/agent-orange.jpg",
      "arômes": "none",
      "autre variétés": "La Agent Orange est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Animal Cookies - Blueberry Diesel - Candy Kush - Cannatonic - Jillybean"
   },
   {
      "name": "AK-47",
      "description": "Description: Ne vous laissez pas avoir par son nom : l’AK-47 est bien plus douce et relaxante que l’arme du même nom. Cette variété de marijuana de type hybride à dominante sativa délivre des sensations énergiques et cérébrales, et se marie bien avec des activités sociales et créatives. L’AK-47 combine des variétés de marijuana de Colombie, du Mexique, de Thailande et d’Afghanistan, réunissant un mélange complet d’arômes et d’effet. Alors que l’odeur de l’AK-47 est plutôt terreuse et acide, ces arômes de fleurs ne se révèlent qu’au goût. Créée en 1992 par Serious Seeds, l’AK-47 a gagné plusieurs Cannabis Cup autour du monde, souvent pour ses taux élevés de THC, entre 17 et 25%. En pleine nature, les plantes d’AK-47 poussent facilement et fleurissent au mois d’octobre.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2015/10/ak-47.jpg",
      "arômes": "none",
      "autre variétés": "La AK-47 est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Cheese - Bubble Gum - Girl Scout Cookies - Pineapple Express - Orange Bud"
   },
   {
      "name": "Alaskan Thunder Fuck",
      "description": "Description: L’Alaskan Thunder Fuck est une forte sativa qui dispense ses effets rapidement après l’inhalation. Elle est aussi connue comme la Manatuska Thunder Fuck à cause de ses origines de la Vallée de Manatuska en Alaska, où elle a émergé dans les années 1970. Selon la légende, l’ATF est un croisement entre une sativa de Californie du Nord, une Ruderalis russe et une petite Afghani. Le résultat est une variété énergisante et stimulante qui peut être consommée pendant la journée. Sa puissance est souvent utilisée par les patients médicaux qui veulent stimuler leur appétit, mais aussi pour traiter les migraines, les insomnies ou les syndromes de stress post-traumatique. Elle est très adaptée à la culture en extérieur dans les climats nordiques.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/alaskan-thunder-fuck.jpg",
      "arômes": "- Terre - Sucre",
      "autre variétés": "La Alaskan Thunder Fuck est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Bedrocan - Charlotte’s Web - Malawi Gold - Purple Haze - Durban Poison"
   },
   {
      "name": "Alien Kush",
      "description": "Description: L’Alien Kush est une indica légère. Parfait pour les fumeurs débutants ou pour tous ceux qui cherchent une expérience en douceur, cette fleur procure un high moelleux et agréable avec des sensations corporelles plaisantes. Ses taux de THC peuvent atteindre 19% mais sont généralement en-dessous de ça. L’Alien Kush est un croisement entre une Las Vegas Purple Kush (LVPK) et une Alien Dawg. Au premier abord, vous ressentirez un high cérébral légal. Puis ensuite une sensation agréable de relaxation. Cette variété n’est pas assez forte pour vous coller au canapé mais peut tout de même être un tantinet sédative. Si cette variété est fumée ou vaporisée, les consommateurs médicaux peuvent espérer 2 heures d’effet pour les douleurs légères à modérées, pour soigner la perte d’appétit, les maux de tête ou les nausées. Si vous utilisez l’Alien Kush une heure avant d’aller vous coucher, elle pourra vous aider à vovus endormir. Les consommateurs récréatifs apprécieront ses effets funs et agréables. Il n’est pas rare de se sentir émoustillé par cette variété, ce qui en fait un bon choix pour les couples recherchant un peu de piquant dans la chambre à coucher.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/alien-kush-768x384.jpg",
      "arômes": "none",
      "autre variétés": "La Alien Kush est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Purple Urkle - Bubba Kush - God Bud - Obama Kush - LA Confidential"
   },
   {
      "name": "Amnesia Haze",
      "description": "Description: L’Amnesia Haze fait partie des variétés de cannabis les plus populaires dans les coffeeshops d’Amsterdam. Cette sativa puissante produit un high cérébral puissant et confortable, à réserver aux utilisateurs confirmés. Cette sativa se décline en plusieurs variétés. Les plus communes sont un croisement entre plusieurs landraces, dont la Haze, la Jamaïcaine, l’Afghani et l’Hawaïenne. D’autres sont un croisement entre une Super Silver Haze et une sativa cambodienne. Bien que différentes, les deux variétés produisent d’intenses effets euphoriques. Le croisement Haze / Jamaïcaine / Afghani a même gagné le prix de meilleure sativa à la High Times Cannabis Cup de 2004. Les patients souffrant de dépression et de douleur chronique pourront se soulager en journée avec cette variété.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/amnesia-haze-300x197.jpg",
      "arômes": "none",
      "autre variétés": "La Amnesia Haze est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Dr Grinspoon - Lemon Haze - Chocolate Thai - Chocolope - Green Crack"
   },
   {
      "name": "Animal Cookie",
      "description": "Description: L’Animal Cookies est une variété impressionnante. Arborant de belles têtes teintées de violet et des pistils orange, le sex-appeal de cette variété est sans comparaison. Heureuse combinaison entre une Girl Scout Cookies et une Fire OG, l’Animal Cookies est une hybride à dominante indica. Attendez-vous à un petit somme après la dégustation. Traditionnellement forte en THC, cette variété peut également exprimer de bons taux de CBD. Les taux de THC peuvent atteindre les 23% alors que le CBD, entre des mains expertes, pourra monter jusqu’à 4%. Cette variété s’avérerait efficace pour soulager la douleur, l’anxiété et les spasmes musculaires.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/animal-cookies-750x410.jpg",
      "arômes": ""
      "autre variétés": "La Animal Cookies est une variété de cannabis CBD. Voici 5 autres variétés de cannabis CBD : - Cannatonic - ACDC - Durga Mata II CBD® - Nebula II CBD® - Harlequin"
   },
   {
      "name": "Auto Jack®",
      "description": "Description: Grin Creeper… Auto Jack met une pincée de Ruderalis dans un croisement entre la Jack Herer et la White Widow pour créer un hybride dont la performance coule dans ses veines. Avec une combinaison de ces variétés classiques, cette plante produit un effet très élevé pour vous soulager de vos soucis. Jack Herer est une souche légendaire, nommée d’après l’activiste légendaire du cannabis qui a lutté longtemps et durement pour la légalisation de l’herbe. Une plante qui est naturellement grande en taille et en qualité , sa personnalité est dominante Sativa. La Jack Herer est une vrai puissance, qui s’accompagne d’une vigueur profonde également. Nous avons sélectionné une excellente plante mère de J.H avec laquelle nous avons assurer la reproduction. La White Widow est également une souche légendaire, nommée d’après la puissante araignée Black Widow ( La veuve noire ) et rebaptisée White pour rappeler l’intense couche de cristaux sucrés des trichomes qui couvrent les bourgeons. Célebre pour sa force, la White Widow fleurit aussi rapidement, et c’est pour cette raison que nous avons sélectionné une de ces espèces. Avec deux grandes souches combinées, Auto Jack est né du meilleur des deux mondes. L’élément automatique provient de la Ruderalis, une plante de cannabis vraiment merveilleuse qui peut braver le cercle polaire grâce à son cycle de floraison automatique qu’elle a développé naturellement au cours de millions d’années d’évolution. Ces gènes donnent à l’Auto Jack une croissance courte, vigoureuse et une floraison rapide (65-70 Jours intérieur et 75-80 Jours en extérieur, selon les estimations car certains cultivateurs ont rapporté une récolte encore plus rapide). Cet hybride a la stabilité, la forme et l’ascendance, produisant d’excellentes récoltes de fleurs : Jusqu’à 450 grammes par mètre carré dans une installation intérieure et 200 grammes par plante extérieure. Cela en fait une plante très efficace pour les cultivateurs d’intérieur et d’extérieur des hémisphères nord et sud. Quant aux effets : Lorsque la veuve rencontre Jack, le résultat est un choc agréable entre sommets historiques. Avec de la force et de l’endurance, il s’agit d’une variété qui plaira autant aux équipes de cultivateur de la vieille école qu’à celles de la nouvelle école",
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/03/AutoJack-225x300.jpg",
      "arômes": "none",
      "autre variétés": "La Auto Jack® est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Haze - Jack Herer - Sour Diesel - Thaï - Hawaïenne"
   },
   {
      "name": "Belladonna®",
      "description": "Description: La Sativa sensuelle …. Belladonna est l’une de nos souches d’origine « old school ». Ce grand classique a remporté plusieurs prix et elle est autant populaire aujourd’hui que lors de son introduction il y a 15 ans grâce à un temps de récolte rapide combiné à un « high » de type Sativa. Quand nous l’avons sorti à la fin des années 90, elle est rapidement devenue un classique du jour au lendemain grâce aux cultivateurs professionnels des Etats-Unis, d’Espagne et des Pays-Bas en raison de son potentiel commercial et de ses excellentes critiques dans les médias. C’est une plante polyvalente qui s’adaptera bien à la plupart des environnements et récompensera le cultivateur avec une combinaison de force et de rendement. Une excellente plante à cultiver donc et Belladonna continue d’être également un choix populaire auprès des cultivateurs d’intérieur avec un temps de floraison d’environ 9 semaines. Sa facilité de gestion et le peu d’entretien qui la caractérise en font une bonne plante pour les débutants à la recherche d’une récolte abondante et cela permet aux cultivateurs de la vieille école d’en redemander. Les bourgeons sont serrés, compacts et le feuillage est réduit : Ce qui donne à cette souche une bonne défense naturelle contre la moisissure et les champignons. Belladonna est particulièrement recommandée pour les cultivateurs avec des installations SOG (Sea Of Green). Cette Sativa voluptueuse demeure la graine de choix de nombreux cultivateurs de plein air dans les régions du nord et du sud. Elle se porte très bien dans les climats plus chauds comme en Californie, où le soleil alimente une croissance saine; Elle était très populaire lorsque la révolution de la culture en plein air est arrivée en Espagne dans les années 1990. Comme cette plante a été cultivée pour être résistante à la moisissure, c’est aussi un grand « pari » (mais un pari populaire) dans des jardins d’inspiration Sativa pour  des pays comme le Royaume-Uni, l’Allemagne et les Pays-Bas. Les fleurs enrobés de résine que la Belladonna nous donne sont pourvus d’une épaisse couche de trichomes, produisant une plante qui est belle à regarder tout en étant fruitée au goût. Quant aux effets, Belladonna produit une euphorie lorsqu’elle est fumée avec un high psychédélique, séduisant et hallucinogène qui provoque une forte stimulation des sens.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/03/Belladonna.jpg",
      "arômes": "none",
      "autre variétés": "La Belladonna® est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Delahaze® - Dutch Dragon® - Jacky White® - L.A. Amnesia® - Auto Jack®"
   },
   {
      "name": "Berry White",
      "description": "Description: Les ancêtres de la Berry White sont impressionnants. Croisement heureux entre une White Widow et une Blueberry, Vous ne serez certainement pas en mesure d’obtenir assez d’amour de la part de Berry White. Booster d’humeur, cette variété procure des effets relaxants et joyeux. Attendez-vous à vous entourer d’un nuage de coton, avec une pointe d’euphorie, et des arômes de myrtille un peu acide. La plupart des gens aime cette variété pour les sensations créatives qu’elle procure. Mais elle donne également un high physique agréable, qui calmeront les douleurs musculaires. Cette variété est parfois appelée White Berry ou Blue Widow.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/berry-white-768x432.jpg",
      "arômes": "none",
      "autre variétés": "La Berry White est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Blue Cheese - Blueberry Kush - Lavender - Master Kush - Banana Kush"
   },
   {
      "name": "Big Bud",
      "description": "Description: Développée aux USA avant d’être transportée aux Pays-Bas dans les années 1980 pour survivre à la Guerre contre la Drogue, la Big Bud est une légende parmi les cultivateurs pour son très haut rendement. Préservée jusqu’à aujourd’hui par la banque de graines néerlandaise Sensi Seeds, d’où sa popularité en Europe, cette indica produit des têtes massives avec peu de feuilles, incomparable avec les autres variétés. Ses origines sont un peu mystérieuses mais les dernières variétés de Big Bug contiennent de l’Afghani, de la Northern Lights et de la Skunk #1. Avec des arômes terreux et épicés, la Big Bud délivre des effets très relaxants dus à sa lignée indica. Les patients médicaux apprécient particulièrement les effets corporels de la Big Bud, avec un stone lourd. Après cet engourdissement momentané, vous pouvez vous attendre à une vague d’euphorie et de créativité. Les personnes ayant du mal à s’endormir trouveront en la Big Bud une bonne amie.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/02/big-bud.jpg",
      "arômes": "- Terre - Sucre",
      "autre variétés": "La Big Bud est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - God’s Gift - Mr. Nice - Alien Kush - Purple Urkle - Bubba Kush"
   },
   {
      "name": "Blackberry Kush",
      "description": "Description: La Blackberry Kush est particulièrement appréciée des cultivateurs. Cette hybride à dominante indica pousse en effet très vite et produit des récoltes très satisfaisantes, avec de petites têtes mais très denses, en seulement 8 semaines. La Blackberry Kush est idéale pour le soir, avec ses effets indica plaisants et une humeur stimulée. Pas assez puissante pour vous coucher cependant. Plusieurs théories s’affrontent sur l’origine de la Blackberry Kush. La plus répandue est que cette variété est un croisement entre une Blackberry et une Afghani. Certains pensent toutefois que la Blueberry de DJ Short et la Bubba Kush font partie du mélange. Peu importe, cette indica plait. Elle développe des taux de THC qui peuvent atteindre 20%, avec un peu de CBD, ce qui la rend potentiellement efficace pour l’anxiété, les douleurs musculaires et les troubles de l’humeur.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/blackberry-kush-768x461.jpg",
      "arômes": "none",
      "autre variétés": "La Blackberry Kush est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Berry White - Blue Cheese - Blueberry Kush - Lavender - Master Kush"
   },
   {
      "name": "Blue Cheese",
      "description": "Description: La Blue Cheese est une hybride à dominante indica qui nous vient de chez nous, enfin d’Europe 🙂 Fidèle à son nom, cette variété à un arôme très distinct de fromage agrémenté d’un parfum de myrtille. Croisement réussi entre une UK Cheese femelle et une Blueberry mâle, attendez-vous à des sensations plaisantes après quelques bouffées. L’effet complet arrivera en revanche après une quinzaine de minutes. Comme la Blue Cheese n’est pas 100% indica, vous ne sera pas non plus complètement scotchés, même si vous ressentirez une bonne sensation corporelle, stimulée par le côté énergisant de la plante. Les taux de THC de cette variété de cannabis dépassent fréquemment les 20%. Elle conviendra aux consommateurs médicaux souffrant de SSPT, de troubles de l’attention ou de trouble bipolaire.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/blue-cheese.jpg",
      "arômes": "none",
      "autre variétés": "La Blue Cheese est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica - Blueberry Kush - Lavender - Master Kush - Banana Kush - Death Star"
   },
   {
      "name": "Blue Dream",
      "description": "Description: La Blue Dream est un hybride à dominante sativa originaire de Californie, où elle s’est taillée une belle place parmi les variétés connues sur la côte Ouest. Croisement d’une indica Blueberry et d’une sativa Haze, la Blue Dream possède un bel équilibre entre une relaxation du corps et une dynamique cérébrale douce. Les novices comme les plus expérimentés apprécient les effets légèrement euphorisants. Certains phénotypes de Blue Dream expriment visuellement plus leur côté indica, mais les variétés à tendance sativa sont les plus courantes. Son contenu en THC varie entre 17 et 24%, avec des effets très équilibrés, et dépendants du phénotype sur lequel vous tombez. Avec un doux arôme de baies évoquant son parent Blueberry, la Blue Dream libère rapidement des symptômes sans effet sédatif. Cela fait de la Blue Dream une variété utilisée couramment par les patients pour traiter la douleur, la dépression, les nausées et les autres conditions nécessitant des variétés assez chargées en THC.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/blue-dream-768x384.jpg",
      "arômes": "- Sucre",
      "autre variétés": "La Blue Dream est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Morning Star - Québec Gold - Tangerine Dream - American Dream - Chernobyl"
   },
   {
      "name": "Blueberry",
      "description": "Description: Un fan de cannabis ne mérite pas son titre tant qu’il n’a pas goûté à la Blueberry. La Blueberry a gagné la Cannabis Cup de 2000 en tant que Meilleure indica. L’histoire de cette variété remonte aux années 1970 lorsque le breeder américain DJ Short travaillait avec des variétés de weed landraces, notamment la Highland Thai, aussi connue sous le nom de « Juicy Fruit », la Oregon Purple Thai et un mâle afghan. Au fil des années, la Blueberry a évolué, en partie grâce au travail de DJ Short et de plusieurs banques de graines et cultivateurs. Elle a donné naissance à quantité de variétés ensuite, souvent qualifiées de Blue quelque chose pour marquer leur héritage. Ses arômes de myrtilles combinés à ses effets relaxants produisent un long effet d’euphorie. Elle est reconnaissable à ses feuilles et ses fleurs colorées de bleu et de violet. La plupart des patients médicaux apprécient la Blueberry pour sa capacité à supprimer les douleurs et à soulager le stress, alors que les connaisseurs et les cultivateurs admirent cette variété pour ses teintes colorées et son haut niveau de THC.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2015/10/blueberry.jpg",
      "arômes": "none",
      "autre variétés": "La Blueberry est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Grape Ape - Northern Lights - Afghane - G13 - Purple Kush"
   },
   {
      "name": "Blueberry Kush",
      "description": "Description: La Blueberry Kush est une variété puissante. Rejeton d’une Blueberry et d’une OG Kush, cette variété est à préférer pour un après-midi fainéantise ou une soirée relaxation. Les effets indica de la Blueberry Kush peuvent mettre un peu de temps à arriver, ce qui ne veut pas dire que vous ne finirez pas à les sentir. Cette variété a tiré le meilleur de ses deux parents. Elle délivre des arômes sucrés avec des pointes de hash. Créée en Oregon, elle atteint facilement les 20% de THC. Ce fort taux de THC couplé à un héritage indica font de cette variété une bonne option pour les personnes cherchant à traiter leur insomnie, leur anorexie ou leurs douleurs chroniques. La Blueberry Kush peut être un peu difficile à cultiver, en tout cas pour les débutants. Elle met longtemps à fleurir, en particulier si vous voulez vraiment tirer le meilleur de la plante. Elle pousse bien en intérieur et demande beaucoup de soleil en extérieur, même si elle ira bien dans des climats un peu plus nordiques.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/blueberry-kush-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Blueberry Kush est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Lavender - Master Kush - Banana Kush - Death Star - Skywalker"
   },
   {
      "name": "Bruce Banner",
      "description": "Description: La variété de cannabis Bruce Banner est inspirée du personnage de l’incroyable Hulk pour une bonne raison : elle est l’une des plus fortes sur le marché. Avec 5 phénotypes distincts, certaines variations sont plus fortes que d’autres. La Bruce Banner #3 peut par exemple atteindre des taux de THC de 30%. Cette variété à dominante sativa est un croisement entre l’OG Kush et la Strawberry Diesel réalisé par Delta9 Labs. Le résultat est une variété assommante avec des effets bien équilibrés. Les effets de tête arrivent rapidement, mais l’effet indica ne tarde pas à pointer son nez. Comme les taux de THC sont assez élevés, les effets euphoriques de cette variété peuvent s’avérer intenses. Elle est aussi plutôt énergisante, à garder plus pour la journée. Cette variété peut s’avérer efficace pour les personnes cherchant à soulager leurs fortes douleurs ou leurs migraines. En cas d’anxiété, elle peut avoir un effet ambivalent. Alors que la Bruce Banner a des parfums terreux et sucrés, elle développe un goût de citron et de diesel. Elle a tendance à produire de forts rendements et de beaux trichomes. Les têtes sont généralement vertes flashy avec des pistils rouges.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/bruce-banner-768x478.jpg",
      "arômes": "none",
      "autre variétés": "La Bruce Banner est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Cinderella 99 - Mango Kush - Headband - Cotton Candy Kush - Fire OG"
   },
   {
      "name": "Bubba Kush",
      "description": "Description: La Bubba Kush est apparue vers 1998 et est devenue depuis une indica très populaire. Nommée d’après son créateur (Bubba), elle est soit dérivée de la Bubble Gum et de l’OG Kush, soit d’une Afghani et d’une OG Kush. Comme une indica presque à 100% (90/10), vous pouvez vous attendre à des effets somnolents. Après une taffe ou deux, vous sentirez que les tensions musculaires s’évanouissent et des sensations euphoriques remplaceront tout stress ou inquiétude. Les arômes de la Bubba Kush sont une expérience unique. Au début, un gout de hash caresse la langue. Puis, des saveurs acides, crémeuses et chaudes. Les têtes de cette variété ressemblent beaucoup à la Kush originale. La plante fleurit densément et rapidement, pop-corn style. Dans les climats froids, vous pouvez vous attendre à des colorations violettes. Les forts effets indica de la Bubba Kush sont un bon choix pour les patients souffrant de cancer ou du VIH. Ses niveaux de THC pouvant atteindre 18% stimulent l’appétit et soulagent abondamment les douleurs. Ses effets sédatifs sont aussi un bon remède contre l’insomnie. A préférer donc le soir, près de son frigo et de son canapé.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/bubba-kush.jpg",
      "arômes": "none",
      "autre variétés": "La Bubba Kush est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - God Bud - Obama Kush - LA Confidential - Blackberry Kush - Berry White"
   },
   {
      "name": "Bubble Gum",
      "description": "Description: La Bubble Gum est un cannabis hybride développée par des cultivateurs en Indiana. Elle a ensuite été reprise dans la région de la Nouvelle-Angleterre, toujours aux Etats-Unis, puis en Hollande. Plusieurs générations furent nécessaires pour produire une Bubble Gum stable, avec les caractéristiques qu’on lui connait aujourd’hui : une douce odeur et un effet euphorique, avec un goût de chewing-gum. Des banques de graines comme TH Seeds ont cultivée la version actuelle à dominante indica. La Bubble Gum a gagné deux récompenses aux Cannabis Cup de 1994 et a fini 2ème en 1995 et en 1999. La chose la plus distincte avec la Bubblegum est son odeur : fruitée avec des pointes de baies. Les consommateurs ressentiront généralement un high plaisant avec cette variété. Elle agit comme une indica et délivrera ses effets dans tout le corps. Mais grâce à ses côtés sativa, elle stimule également l’esprit. A conserver tout de même pour la fin de journée. En fonction de l’origine des graines, certaines versions de la Bubble Gum auront une dominante sativa, avec des effets plus bénéfiques sur l’anxiété ou la dépression.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2015/10/bubble-gum-300x199.jpg",
      "arômes": "none",
      "autre variétés": "La Bubble Gum est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Girl Scout Cookies - Pineapple Express - Orange Bud - Ice - Chemdawg"
   },
   {
      "name": "Californian Gold®",
      "description": "Description: Miel ambré…. Californian Gold est un hybride « réactif » qui est une Indica dominante (80/20) et un vrai cadeau pour le producteur. C’est une plante facile à cultiver et sa puissance de production donne une explosion de fleurs résineuses. Le programme de recherche et développement de Paradise Seeds était à la recherche d’une Indica hybride aux qualités uniques et c’est devenue la Californian Gold ! Nous avons fait un voyage dans le temps avec cette variété, lancée pour commémorer la légalisation dans la Californie en choisissant un classique de la génétique de la côte ouest et en lui donnant un coup de pouce pour produire quelque chose de très spécial. C’est au cours du développement que l’équipe de Paradise Seeds a observé un phénomène rare : La production de résine donne l’apparence d’un miel doux. Cette plante goutte littéralement avec de la résine ! Californian Gold est à la hauteur de son nom dans l’univers de la culture, un ajout facile aux installations intérieures et extérieures. C’est une plante buissonneuse, robuste avec des tiges épaisses et de grandes feuilles. Elle est très agréable à cultiver. En termes de production, d’odeur et de goûts, cette plante réunie toutes les qualités. Pour le cultivateur d’intérieur, sa taille moyenne en fait un bon compagnon pour la salle de culture, surtout lorsque la hauteur est un problème. Le temps de floraison rapide et le rendement fiable sont deux autres qualités pour recommander cette variété et la production est caractérisée par de gros bourgeons qui sont compacts et suintent de résine. En extérieur, dans le jardin, la Californian Gold prospérera naturellement dans des climats plus chauds où le soleil fera gonfler ces grands bourgeons d’Indica si caractéristiques. Cependant, la nature hybride de cette plante fait qu’elle peut s’adapter raisonnablement aux climats plus frais des régions nordiques. C’est une plante qui a une place naturelle dans n’importe quel jardin et le parfum prédominant est tropical : Une pointe d’agrumes doux et appétissants avec des tons de citron et de mangue. Il s’agit donc d’une gâterie très savoureuse pour tout connaisseur avec un fameux goût sucré qui vous invite à revenir pour en redemander ! L’effet est merveilleusement relaxant avec un sens certain de clarté et d’élévation. Californian Gold est une véritable Indica qui laisse votre esprit tranquille et qui produit de grosses fleurs aux superbes qualités de relaxation qui seront également très intéressantes pour les consommateurs de cannabis médical.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/03/CalifornianGold-225x300.jpg",
      "arômes": "none",
      "autre variétés": "La Californian Gold® est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Nebula - Original Cheese (IBL)® - Original White Widow (IBL)® - Space Cookies® - Mendocino Skunk®"
   },
   {
      "name": "Candy Kush",
      "description": "Description: La Candy Kush, ou Kandy Kush, est une hybride à dominante indica créée par DNA Genetics. Cette variété est un croisement entre une OG Kush et une Trainwreck. Le cut d’OG Kush utilisé est censé être celui de Christopher Wallace. Les effets sativa de cette variété arriveront en premier. Des sensations cérébrales explosives vont stimuler rapidement la créativité. Les effets corporels arrivent ensuite et dureront quelques heures. La Candy Kush stimule fortement l’appétit. Elle est tout indiquée pour l’anorexie, les nausées ou le manque général d’appétit. Cette hybride équilibrée est couplée avec des arômes floraux et sucrés, de citron et de pins. Les niveaux de THC de cette variété tournent entre 15 et 21% selon les conditions de culture. Certains growers font une différence entre la Candy Kush et la Kandy Kush. Et certaines variétés de Candy Kush sont en fait un mélange de Blue Dream et d’OG Kush. Demandez donc conseil avant d’acheter vos têtes ou vos graines.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/candy-kush-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Candy Kush est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Cannatonic - Jillybean - Diablo OG - Dutch Treat - Golden Goat
"  },
   {
      "name": "Candyland",
      "description": "Description: Comme son nom le suggère, la Candyland est pleine de suprises. Cette sativa un peu folle ferait un compagnon parfait pour votre prochaine nuit de Fifa. La Candyland a également la réputation de stimuler la créativité avec énergie. La Candyland va droit dans le mille. Croisement d’une Granddaddy Purple et d’une Platinum Girl Scout Cookies, cette variété a hérité d’arômes de baies et d’odeurs de terre. Elle a aussi conservé les hauts taux de THC des deux variétés. La Candyland titre d’ailleurs fréquemment à 24% de THC. Les consommateurs médicaux utilisent la Candyland pour combattre la fatigue et la dépression. Elle boostera également l’humeur et fera passer les maux de tête. Avec son côté indica issu de la Granddaddy Purple, la Candyland procure des effets anti-douleurs plus prononcés qu’une sativa classique. La Candyland a été créée par Ken Estes, le célèbre breeder de la Baie de San Francisco. Elle a remporté la médaille d’or à la KushCon de 2012.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/candyland-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Candyland est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Silver Haze - Jack The Ripper - Mangu’Carot - K1 - Sativa des Rois"
   },
   {
      "name": "Charlotte’s Web",
      "description": "Description: La Charlotte’s Web est une variété de Cannabis sativa L. avec moins de 0,3% de THC qui est très populaire pour traiter les crises d’épilepsie. Cette puissance médicale est due à ses hauts taux de CBD. Cette variété a été spécifiquement cultivée par les Frères Stanley pour une jeune fille épileptique, Charlotte Figi, atteinte du syndrome de Dravet. Cette variété n’a pas ou très peu d’effets psychoactifs, idéale pour ceux qui ne veulent pas que le traitement affecte leur routine quotidienne. Les fleurs de cette plante ont des arômes de pin.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/charlottes-web-300x204.jpg",
      "arômes": "- Terre - Pin - Bois",
      "autre variétés": "La Charlotte's Web est une variété de cannabis CBD. Voici 5 autres variétés de cannabis CBD : - Sour Tsunami - Animal Cookies - Cannatonic - ACDC - Durga Mata II CBD®"
   },
   {
      "name": "Cheese",
      "description": "Description: Nommée d’après ses arômes aigres, la Cheese est une variété de cannabis hybride à dominante indica originaire du Royaume-Uni (on l’appelle aussi la UK Cheese ou l’Exodus Cheese) qui s’est répandue grâce à son odeur unique et sa puissance. Créée dans les années 1980, la Cheese descendrait d’un phénotype Skunk #1  d’où elle tirerait ses arômes acres. Les breeders comme Big Buddha Seeds ont ensuite ajouté des caractères génétiques de l’Afghane pour augmenter la production des trichomes de Cheese et sa récolte. L’hybride qui en a résultée est maintenant connue pour ses effets euphorisants et relaxants. La Cheese peut se reconnaître à son odeur très caractéristique, entre le fromage et les vieilles chaussettes. Alors que cela peut être un peu déplaisant, une touche de douceur herbacée vient fixer ces arômes et en fait bien une vraie variété de cannabis. La Cheese est utilisée par les patients médicaux pour lutter contre l’insomnie, la perte d’appétit, la douleur ou le stress chronique. Son héritage crée de forts effets physiques, mais restent relaxants et agréables. Attention à la toux, la Cheese peut être un peu forte !",
      "image": "https://www.newsweed.fr/wp-content/uploads/2015/10/cheese-300x199.jpg",
      "arômes": "none",
      "autre variétés": "La Cheese est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Bubble Gum - Girl Scout Cookies - Pineapple Express - Orange Bud - Ice"
   },
   {
      "name": "Chemdawg",
      "description": "Description: La Chemdawg a pris son temps pour se donner un nom. Derrière ses origines mystérieuses, une génétique ambiguë, et de nombreux hybrides, la Chemdawg s’est assurée une place régulière dans les concours de cannabis. La variété à l’origine de la Sour Diesel ou de l’OG Kush, est connue pour ses arômes particuliers de diesel. Acre et vive, cette weed sent très fort. La légende veut que certaines de ses têtes aient été données au breeder Chemdog, à un concert des Grateful Dead. Les têtes contenaient des graines, qui sont plus tard devenues les premières Chemdawg. Certaines banques de graines comme Greenhouse proposent des versions de « Chemdog » qui sont un cross entre l’OG Kush et la Sour Diesel. D’autres suspectent la Chemdawg d’être un cross entre une variété népalaise et une Thai. Attention pour les patients médicaux, la Chemdawg peut développer des taux de THC de 15 à 20%, et offrir des effets très cérébraux mais pesants. Cette hybride puissante est excellente pour les personnes cherchant à soulager leurs vives douleurs. Les forts effets cérébraux peuvent toutefois déranger les consommateurs néophytes.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2015/10/chemdawg-768x362.jpg",
      "arômes": "none",
      "autre variétés": "La Chemdawg est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Trainwreck - Afghanica - Blue Dream - Morning Star - Québec Gold"
   },
   {
      "name": "Chernobyl",
      "description": "Description: La Chernobyl est un petit délice de chez TGA Genetics, croisement entre une Jack The Ripper, une Trinity et une Trainwreck. Cette variété donne généralement un high joyeux et cérébral, efficace pour les personnes souffrant de migraines. Rassurez-vous tout de même, elle n’entraînera pas de fusion nucléaire. Cet hybride est censée soulager les symptômes de SSPT, dépression, d’anxiété et de stress chronique. Elle soulage aussi les nausées ou les douleurs modérées. Les qualités stimulantes de la Chernobyl sont renforcées par un arôme énergisant de citron.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/chernobyl-768x384.jpg",
      "arômes": "none",
      "autre variétés": "La Chernobyl est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - OG Kush - Granddaddy Purple - Ghost OG - Pineapple Kush - Gorilla Glue #4"
   },
   {
      "name": "Cherry Pie",
      "description": "Description: La Cherry Pie est une variété de la côte Ouest des Etats-Unis qui ne se transmet que par clone. Beaucoup pensent que la Cherry Pie est un croisement entre une Durban Poison et une Granddaddy Purple. On a su récemment que c’était en fait un croisement de F1 Durban. Cette variété est une hybride à dominante indica, connue pour ses high cérébraux et ses sensations corporelles intenses, qui conviennent particulièrement contre les spasmes musculaires, le stress ou l’insomnie. La Cherry Pie ne vous claquera pas comme les autres indicas. Attendez-vous plutôt à une sédation fonctionnelle prolongée. Cette variété peut se reconnaître par son parfum-signature, mélange de baies, de tarte à la cerise et des relents de terre. La Cherry Pie est puissante mais pas trop lourde. Les niveaux de THC évoluent entre 15 et 18%, ce qui en fait un bon choix pour les nouveaux cocnsommateurs.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/cherry-pie-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Cherry Pie est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Agent Orange - Animal Cookies - Blueberry Diesel - Candy Kush - Cannatonic"
   },
   {
      "name": "Chocolate Thai",
      "description": "Description: La Chocolate Thai est une vieille landrace sativa originaire de Thaïlande. Cette variété est connue pour ses arômes uniques de chocolat et son high cérébral puissant Certains pensent que la Chocolate Thai était la variété utilisée à l’origine pour faire les Thai Sticks, une méthode de consommation du cannabis populaire dans les années 1970. Quoiqu’il en soit, on la trouve peu aujourd’hui. Les breeders ont préféré hybridé cette sativa aux effets dialectiques. Dutch Flowers propose une version de la Chocolate Sativa qui viendrait directement d’Hawaii. Leur variété a en tout cas tous les traits d’une pure sativa landrace. Elle produit de grandes plantes à la floraison tardive, environ 94 jours. La Chocolate Thai est d’ailleurs difficile à (bien) faire pousser et développe des taux de THC modérés. Elle procure en revanche des effets très relaxants et est idéale pour apaiser le stress. Comme toute pure sativa, cette variété se dégustera plutôt au cours de la journée, pour ne pas subir ses effets stimulants une fois l’heure d’aller se coucher. La Chocolate Thaï ira à merveille entre les mains d’un cultivateur expérimenté espérant créer des hybrides à base de sativa ou souhaitant conserver le génotype d’origine.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/chocolate-thai-768x445.jpg",
      "arômes": "none",
      "autre variétés": "La Chocolate Thai est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Chocolope - Green Crack - Diesel - Island Sweet Skunk - Super Lemon Haze"
   },
   {
      "name": "Chocolope",
      "description": "Description: La Chocolope est une audacieuse variété créée par DNA Genetics. Fille heureuse d’une Chocolate Thai et d’une Cantaloupe, cette variété sent et goûte comme un fruit couvert de chocolat. Quasiment 100% sativa, la Chocolope fera naître un sourire sur votre visage. Les consommateurs rapportent fréquemment se sentir heureux, énergiques et stimulés après quelques taffes de cette weed. Les effets sont majoritairement cérébraux, et les patients utilisent cette variété pour traiter les troubles de l’humeur ou l’anxiété. Elle titre généralement des niveaux de THC de 17 à 21%. Grâce à son héritage Thai, cette variété peut s’utiliser en journée, sans vous laisser coincé dans le canapé, mais vous fera plutôt l’effet d’une bonne tasse de café. La Chocolope, comme de nombreuses sativas, est un peu longue à fleurir, entre 9 et 10 semaines. Mais ses grosses têtes valent bien l’attente. Si vous êtes un peu sensibles à la parano avec les sativas, passez votre chemin ou commencez doucement.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/chocolope-768x365.jpg",
      "arômes": "none",
      "autre variétés": "La Chocolope est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Green Crack - Diesel - Island Sweet Skunk - Super Lemon Haze - Super Silver Haze"
   },
   {
      "name": "Cinderella 99",
      "description": "Description: La Cinderella 99, ou Cindy 99, est un mystère. Développé par les Brothers Grimm, la lignée exacte de cette variété est méconnue, même si les plus fins limiers pensent que de la Jack Herer et de la Shiva Skunk se sont glissées dans le mix. Cette hybride à dominante sativa est connue pour ses effets cérébraux puissants, à la limite de l’avalanche de pensées. Certains pourront ressentir un peu d’anxiété par moments, d’autres de la créativité. Pour une sativa, Cinderella 99 fleurit rapidement et développe des arômes de citron avec un peu de Skunk. Attendez-vous à une expérience onirique, beaucoup d’énergie et des effets corporels légers. Les patients médicaux ont tendance à utiliser cette variété pour le stress, la fatigue, la dépression, la douleur et les migraines. Pour les néophytes, allez-y en douceur. Avec des taux de THC avoisinant fréquemment les 22%, la Cindy 99 est puissante. Une pâteuse se fera sentir, mais les effets sont globalement plaisants, et un peu surréels. Attention à votre pantoufle de vair 😉",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/cindirella-99-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Cinderella 99 est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Mango Kush - Headband - Cotton Candy Kush - Fire OG - Cinex"
   },
   {
      "name": "Cinex",
      "description": "Description: La Cinex est une variété de cannabis populaire dans le Nord-Ouest des Etats-Unis. Bien qu’elle contienne à la fois de l’indica et du sativa, elle est fortement à dominante sativa. La Cinex est très puissante, avec des taux de THC s’élevant entre 20 et 25%. Certains cultivateurs modèrent le taux de THC de leur plantation et arrivent à des résultats d’environ 15%. Créée à Vancouver, dans l’Etat de Washington, la Cinex est un croisement entre une Cinderella 99 et une Vortex. Le résultat est une fleur énergisante et cérébrale avec de forts effets euphoriques. Vous pourrez également ressentir une plus grande concentration ou une créativité après avoir goûté à la Cinex, ce qui en fait une variété idéale pour l journée. A plus forte dose, vous pourriez vous sentir légèrement flotter, aussi bien physiquement que cérébralement. Les patients avec des troubles de l’attention, des SSPT ou des troubles bipolaires ont tendance à apprécier cette variété. La nature relaxante de l’herbe rejoint ses effets anti-douleurs qui apaiseront les douleurs chroniques ou l’arthrite. Ses arômes de citron sont entourés de vapeur de skunk, avec un peu d’acidité en fin de bouche.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/cinex-300x200.jpg",
      "arômes": "none",
      "autre variétés": "La Cinex est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Cherry Pie - Agent Orange - Animal Cookies - Blueberry Diesel - Candy Kush"
   },
   {
      "name": "Cotton Candy Kush",
      "description": "Description: La Cotton Candy Kush, ou simplement Cotton Candy, est un croisement bien équilibré entre une Lavender et une Power Plant. Nommée d’après ses têtes duveteuses, elle exprime des arômes fruités et conviendra parfaitement avec un beau jour ensoleillé d’été. Attendez-vous à un high très calme et relaxant, avec une pointe de stimulation sativa. A l’approche de la récolte, la Cotton Candy Kush fera circuler quelques effluves de lavande. Et bien qu’elle pourrait passer pour innocente, elle embarque avec elle pas mal de THC, souvent plus de 20%. Attention donc pour les néophytes. En revanche, les patients médicaux pourront soulager leurs douleurs, nausées et stress, tout comme les migraines. Une variation de cette Cotton Candy est apparue à Vancouver, en Colombie-Britannique (Canada). C’est en réalité un croisement entre une Afghani et une Blueberry, à dominante indica. Elle a conservé en revanche ses arômes de baies.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/cotton-candy-kush-300x199.jpg",
      "arômes": "none",
      "autre variétés": "La Cotton Candy Kush est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Fire OG - Cinex - Cherry Pie - Agent Orange - Animal Cookies"
   },
   {
      "name": "Critical Mass",
      "description": "Description: Croisement entre la Skunk #1 et l’Afghani, la Critical Mass est une belle hybride à dominante indica. Cette variété a gagné son nom des rendements énormes qu’elle fournit. Les fleurs de cette plante sont si énormes que les branches sont connues pour se courber sous leur poids. La Critical Mass est une concurrente sérieuse à la Big Bud de Mr. Nice Seeds. Le high de cette herbe est extrêmement physique. Vous pouvez d’ores et déjà préparer votre canapé et un seau de pop-corn. Les effets corporels peuvent durer quelques heures, le temps d’un bon film. A petites doses, la Critical Mass procure plutôt une euphorie créative. Les consommateurs médicaux utilisent cette variété de cannabis pour le traitement de la douleur. Avec des taux de THC qui peuvent monter jusqu’à 22%, les patients trouvent souvent refuge dans ses propriétés sédatives puissantes. Utile pour les insomnies, mais aussi pour soulager les migraines et les nausées. Il existe une version de la Critical Mass avec beaucoup de CBD, un ratio entre 1:1 et 2:1 de CBD:THC. Cette variété est un croisement entre une Critical Mass et une variété de cannabis à fort taux de CBD. La culture de cette plante est la même que sa version full-THC.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/critical-mass-768x450.jpg",
      "arômes": "none",
      "autre variétés": "La Critical Mass est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Shiva Skunk - SFV OG Kush - Kosher Kush - MK Ultra - Hash Plant"
   },
   {
      "name": "Death Star",
      "description": "Description: Si vous vous attendez à rester dans votre canapé pendant 6 heures pour vous mater la trilogie originale de Star Wars, alors la Death Star est faite pour vous. Hybride à dominante indica, la Death Star donne un high corporel un peu sédatif. Les muscles se détendent, les douleurs disparaissent, et une sensation de bonheur reste en tête. Les effets sont en revanche assez lents à s’installer. Soyez donc un peu patients. Tout arrive à point à qui sait attendre. La Death Star a été créée dans l’Ohio, et s’est popularisée en 2004. Croisement puissant entre une Sensi Star et une Sour Diesel, les consommateurs de Death Star pourront goûter à la fois à son pouvoir Jedi et à la force Sith. La prévalence de l’indica nous fera privilégier une consommation en soirée ou pour déstresser. Elle pourra également être utilisée pour faire passer des nausées ou vaincre une insomnie récalcitrante. La Death Star a hérité du parfum diesel de son géniteur, avec quelques touches de citron",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/death-star-300x225.jpg",
      "arômes": "none",
      "autre variétés": "La Death Star est une variété de cannabis Indica. Voici 5 autres variétés de cannabis Indica : - Skywalker - True OG - Romulan - White Rhino - Critical Mass"
   },
   {
      "name": "Deedee",
      "description": "Description: La Deedee fait partie des nombreuses variétés de chez French Touch Seeds.  Il a fallu plusieurs années de breeding pour parvenir à une version stable de la Deedee, qui n’est autre qu’un cubing du Riricut, autrement dit un pied qui a été croisé avec son arrière-grand-parent, sur base du Riricut, une Sour Diesel IBL (in bred line, chaque graine aura les mêmes caractéristiques) de chez Reservoir Seeds. Le travail de FTS a été à la hauteur de la réputation du célèbre et très côté Riricut, qui vient de la communauté du cannabis française. Ses saveurs sont très intenses et caractéristiques : un fort mélange de Diesel et de lavande. Ses effets sont stimulants et énergisants, parfaits pour socialiser. Le Riricut a été testé à la Spannabis de 2010 par CannaResearch et titrait à 24,5% de THC. Le cubing du Riricut a permis de stabiliser ses origines Sour Diesel. Le mâle utilisé pour ce triple backcross venait lui-même d’un croisement entre une Bubba Kush et une Kikiriki. Le résultat est une hybride à dominante indica (75%) La Deedee grandit vigoureusement et s’étire considérablement pendant la période de floraison, ce qui la rend très adaptée à la culture en SCROG. Le développement floral est explosif pendant les dernières semaines de floraison, avec l’apparition d’énormes calices en popcorn. L’odeur rappelle fortement la Diesel et la lavande, avec des soupçons de citron, notamment pendant les premières semaines de séchage. Certains phénotypes présenteront des nuances de Bubba Kush et des têtes plus rondes. L’effet de la Deedee est euphorisant et boostant, parfois hilarant. De nombreuses années de travail ont été nécessaires pour réaliser ce cubing sur le fameux Riricut… une Sour Diesel ibl de chez Reservoir Seeds…nous avons utilisé un mâle de notre cru ( Bubba Kush x Kikiriki ) pour le premier outcross et le résultat est à la hauteur de nos esperances, trés semblable à la maman : SOUR ! attention au stretch important chez cette sativa avec des distances internodales records, idéale pour le Scrog indoor comme outdoor. On pense toujours que cette variété va être peu productive pour être surpris au fur et à mesure de la floraison, avec un effet ‘Popcorn’ suprenant en fin de flo. Le parfum diesel lavande est unique avec sur certains phénos une pointe de saveur de Bubba Kush et les buds un peu plus arrondies… une plante exceptionnelle à garder en PM absolument ! Collectionneurs, à vos bouturettes, il n’y en aura pas pour tout le monde… La Deedee est disponible chez French Touch Seeds en graines régulières.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2017/01/deedee-166x300.jpg",
      "arômes": "none",
      "autre variétés": "La Deedee est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Californian Gold® - Nebula® - Original Cheese (IBL)® - Original White Widow (IBL)® - Space Cookies®"
   },
   {
      "name": "Delahaze®",
      "description": "Description: La Productrice… Grande et puissante, la Delahaze est une des variétés de Paradise Seeds primée à plusieurs reprises, elle a tout pour plaire ! Nous avons combiné le meilleur de la Haze dans une plante avec des rendements élevés et une finition précoce pour produire une plante exceptionnelle. Il a fallu du temps (et beaucoup d’amour) pour développer cette variété en sélection-nant soigneusement parmi les nombreux phénotypes Haze cultivés dans nos serres et en les croisant avec la génétique Néerlandaise pour créer notre propre version d’une variété classique mondialement connue. Grâce à une sélection soigné, nous avons produit une plante Haze qui est naturel-lement robuste et résistante à la moisissure. La Delahaze est vraiment une superbe variété. Son extrême puissance, sa bonne qualité et son grand potentiel de récolte nous ont valu un accueil fantastique lors de sa première sortie. La souche continue d’être populaire, en particulier auprès des producteurs commerciaux. Les cultivateurs d’intérieur saliveront à la possibilité d’une souche Haze qui fleurit relativement rapidement (9 semaines) et qui donne un résultat qui donne un puissant effet. Malgré l’héritage de la Haze, cette plante ne poussera pas hors de contrôle tant qu’elle sera mise en floraison rapidement. En moyenne, cette plante ne prendra que 9 semaines, bien que nous vous recommandons de prendre une semaine sup-plémentaire de floraison afin de découvrir les merveilles de son beau bouquet d’agrumes/Haze. En extérieur, cette plante primée est bien implantée sur les continents américain et européen. Sa lignée apporte une grande récolte avec une finition précoce. La fleur centrale, les latérales et un rapport calice / feuille élevé favorisent le bon développe-ment de cette variété. Une caractéristique particulière de cette plante est la spirale ascendante de ses bourgeons, grâce à son génotype unique. Les effets de la Delahaze s’annoncent de façon progressive, se construisant jusqu’à un high euphorique (bien que non trippant) et solide. Une fois établi, cet effet se répandra dans le corps, apportant un envol propre et clair : Parfaite pour le jour et délivrant l’énergie inspirante pour les activités nocturnes. Et préparez-vous à être étonné car c’est un buzz qui durera plus longtemps que la plupart (4+ heures).",
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/03/Delahaze-225x300.jpg",
      "arômes": "none",
      "autre variétés": "La Delahaze® est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Dutch Dragon® - Jacky White® - L.A. Amnesia® - Auto Jack® - Haze"
   },
   {
      "name": "Diablo OG",
      "description": "Description: Ne laissez pas son nom vous effrayer. La Diablo OG est une hybride moelleuse et plaisante à dominante indica. Elle produira les effets caractéristiques de son espèce : une sensation de relaxation très présente dans le corps. Néanmoins, sa touche sativa ajoutera un buzz cérébral boostant. La Diablo OG est un croisement entre une OG Kush et une sativa d’Afrique du Sud. Certains pensent qu’un peu de Grapefruit ou de Blueberry s’est glissé dans le mélange, lui conférant un arôme sucré agréable. Cette variété viendrait du Los Angeles Reseda Discount Caregivers, un dispensaire californien, et est considérée comme une variété dont les effets durent sans autant fixer au canapé. La Diablo OG sera parfaite pour l’après-midi ou le soir, ou pour les patients qui cherchent un peu de sédation pendant la journée. Vous serez peut-être un peu éclaté, mais parviendrez tout de même à faire les choses et aller jusqu’au bout de la journée. Les patients avec de l’anxiété, des inflammations ou des douleurs chroniques apprécient la Diablo OG.",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/diablo-og-300x225.jpg",
      "arômes": "none",
      "autre variétés": "La Diablo OG est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Dutch Treat - Golden Goat - Irene Kush - XJ-13 - Lemon Skunk"
   },
   {
      "name": "Diesel",
      "description": "Description: La Diesel est une hybride sativa à effet rapide. Vous pouvez vous attendre à une arrivée rapide de sensations tranquillisantes. Dinafem vend une version de cette variété basée sur un croisement d’Afghani et de Mexicaine. Bien que la Diesel soit une sativa, son héritage afghan d’indica la rend rapide à fleurir. En général, les Diesel grandissent bien et produisent des récoltes moyennes à hautes. Son odeur est comme toutes celles de la famille des Diesel. Elle sent le fuel avec une pointe de citron. Les patients médicaux apprécient cette variété pour ses effets énergisants et stimulant la concentration. Dans le même temps, elle soulage également le corps."
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/diesel-300x225.jpg",
      "arômes": "none",
      "autre variétés": "La Diesel est une variété de cannabis Sativa. Voici 5 autres variétés de cannabis Sativa : - Island Sweet Skunk - Super Lemon Haze - Super Silver Haze - Shipwreck - Strawberry Cough"
   },
   {
      "name": "Do-Sweet-Dos®",
      "description": "Description"
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/09/do-sweet-do-sws80-400x240.jpg",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "Douce Nuit",
      "description": "Description: French Touch Seeds a croisé son fameux pied mère de Northern Lights avec une Hindu Kush. Un travail de plusieurs années réalisé de mains de maître par Larry, et qui a donné naissance à une belle hybride à tendance indica (80%). La Douce Nuit est une plante qui atteint une hauteur moyenne de 1,2m en intérieur, avec une croissance rapide. Lorsqu’elle entre en floraison, vous verrez qu’elle gagne rapidement de la hauteur et que la tige principale devient un peu fragile. La culture en SCROG est recommandée pour soutenir vos plantes avec un filet. Les branches ne craqueront ainsi pas sous le poids de leurs têtes. Une fois les fleurs récoltées et séchées, les buds tendent à devenir très compactes, avec une odeur qui vous ravira. La Douce Nuit est une variété de cannabis très stable, goûteuse et avec un rendement très agréable. Elle titre généralement autour des 18% de THC. Ses effets relaxants sont idéaux pour les gens qui souffrent de douleurs physiques ou qui ont des difficultés à dormir. Lorsqu’elle est consommée à des fins thérapeutiques, les patients ressentent généralement une relaxation très importante du corps. Elle possède également des effets calmants qui relaxeront les douleurs musculaires et qui est très efficace contre l’insomnie. La Douce Nuit est disponible en graines féminisées chez French Touch Seeds."
      "image": "https://www.newsweed.fr/wp-content/uploads/2017/01/douce-nuit.jpg",
      "arômes": "none"
      "autre variétés": "La Douce Nuit est une variété de cannabis Hybride. Voici 5 autres variétés de cannabis Hybride : - Irie - Renaissance - Kikiriki - Deedee - Californian Gold®"
   },
   {
      "name": "Dr Grinspoon",
      "description": "Description"
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/11/dr-grinspoon.jpg",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "Durban Poison",
      "description": "Description",
      "image": "https://www.newsweed.fr/wp-content/uploads/2016/01/durban-poison-768x455.jpg",
      "arômes": "",
      "autre variétés": ""
   },
   {
      "name": "Dutch Dragon®",
      "description": "Description",
      "image": "https://www.newsweed.fr/wp-content/uploads/2019/03/Dutch-Dragon-225x300.jpg",
      "arômes": "",
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description",
      "image": "",
      "arômes": "",
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description"
      "image": "",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description"
      "image": "",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description"
      "image": "",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description"
      "image": "",
      "arômes": ""
      "autre variétés": ""
   },
   {
      "name": "",
      "description": "Description"
      "image": "",
      "arômes": ""
      "autre variétés": ""
   },
   ]
}

































